Repository: Robertdebrus/ANLEra
Catalog: translations/*/LC_MESSAGES/wesnoth-Undead_Empire.po
Languages: de

source: Awaken, my undead. We have a mission to fulfil.
de: Erwachtet, meine Untoten. Wir haben ein Tal zu erobern!

source: Undead Empire has three difficulty levels
de: Undead Empire gibt es in 3 Schwierigkeitsstufen

source: When creating the game, visit the tab »<b>Custom Options</b>«. <small>This message will be shown only once.</small>
de: Wenn Ihr ein neues Spiel erstellt, besucht den Tab »<b>Erweiterte Optionen</b>«. <small>Diese Info wird das nächste Mal nicht mehr angezeigt.</small>

source: Negotiate with the Saurians
de: Verhandlungen mit den Saurianern

source: Lets you recruit a healer or skirmisher
de: Dies erlaubt es Euch, Plänkler oder Heiler auszubilden

source: Negotiate with the Orcs
de: Verhandlungen mit den Orks

source: Lets you recruit an orcish unit
de: Dies erlaubt es Euch, eine orkische Einheit zu rekrutieren

source: Negotiate with the Nagas
de: Verhandlungen mit den Nagas

source: Lets you recruit units of the Naga folk
de: Dies erlaubt es Euch, Einheiten des Nagavolkes zu rekrutieren

source: Our talks are complete — Which of our kin do you wish to recruit?
de: Unsere Verhandlungen waren zielführend! Welche meiner Artgenossen möchtet Ihr rekrutieren?

source: An agreement has been reached — we will supply you with recruits!
de: Eine Einigung wurde erzielt. Wir werden Euch Rekruten zur Verfügung stellen.

source: Our talks are complete — we will send you more specialits.
de: Unsere Verhandlungen sind abgeschlossen –wir werden Euch weitere Spezialisten schicken.

source: Your success will be our success — in exchange for a habitat we will fight alongside your units. We will conquer this area, no doubt. Together we will prevail and rule over these lands! As discussed, we will supply you with specialized units: Are it skrimishers or healers which your army needs?
de: Euer Erfolg wird auch unser Erfolg sein – im Austausch für ein Habitat werden wir Seit’ and Seit’ mit Euren Truppen kämpfen. Ohne jeden Zweifel, wir werden dieses Gebiet einnehmen. Zusammen werden wir über unsere Feinde herrschen! Wie besprochen, wir werden Eure Reihen um Spezialisten ergänzen. Benötigt Ihr zum jetzigen Zeitpunkt Plänkler oder Heiler?

source: Difficulty
de: Schwierigkeitsgrad

source: Change the dificulty: On easy one starts with 50 gold more. Hard mode reduces starting gold by 25. Has also influrence on the enemies.
de: Ändert den Schwierigkeitsgrad: Auf leichter Stufe verfügt man über 50 zusätzliches Startgold. Im schwierigen Modus startet man mit 25 Gold weniger. Des weiteren beeinflusst diese Einstellung die Gegner.

source: Easy
de: Leicht

source: Hard
de: Schwierig

source: Empire’s name
de: Imperium

source: The name of your empire (optional)
de: Der Name Eures Imperiums (optional)

source: 4p — Undead Empire
de: 4S – Untotenimperium

source: Chased by many armies poised with despise of undead, the remnants of a small necromantic cult reach an isolated valley and establish a base in it, preparing to increase their numbers by harvesting the local populace and determined to found an empire of death with an ultimate manifest of destiny to conquer the world!
de: Auf der Flucht vor vielen Armeen erreichen einige Überlebende eines nekromantischen Zirkels ein abgelegenes Tal und errichten eine Basis. Werden sie es schaffen, in Ihrer Zahl zu wachsen und ein Imperium aufzubauen, um schlussendlich die Welt zu erobern?

source: Three difficulty settings are available. They are to be found in the »Advanced Options« tab.
de: Es existieren 3 verschiedene Schwierigkeitsgrade. Sie können im Tab »Erweitere Optionen« geändert werden.

source: This scenario is also playable with less than 4 sides, if one increases the starting gold accordingly.
de: Wenn man das Startgold anpasst kann dieses Szenario auch mit weniger als 4 Parteien gespielt werden.

source: Chased by many armies, fueled by despise of the undead, the remnants of a small necromantic cult reach an isolated valley and establish a base in it.
de: Verfolgt von vielen Feinden, fliehen einige Überlegende eines nekromantischen Zirkels in ein abgelegenes Tal und errichten dort eine Basis.

source: The cultists are preparing to increase their numbers by harvesting the local populace and they are determined to forge an empire of death with an ultimate manifest destiny to conquer the world!
de: Der Kult plant die ortsansässige Bevölkerung zu übernehmen mit der festen Zielsetzung, ein Imperium aufzubauen um schlussendlich die Welt zu erobern.

source: Relentless, implacible, and dreadful, the Undead are bound by the will of the Necromancers. As they march across the land, their ranks swell with the corpses, and sometimes with the spirits, of their slain foes. Few things inspire more fear in the hearts of men, or any sentient living creature, than the sight of such an abominable army...
de: Ruch- und restlos, unerbitterlich und grausam ziehen die Untoten über das Land, gebunden an den Willen der Nekromanten. Mit der Zeit wachsen ihre Reihen, manchmal auch durch jüngst gefallene Gegner, denen sie zuvor im Kampf gegenüberstanden.

source: The Empire
de: Das Imperium

source: The Opposition
de: Die Opposition

source: Undead Empire
de: Untotenimperium

source: In Undead Empire the goal is to build an evil empire strong enough to destroy all enemy leaders. There are five main enemies that must be slain, two of which are hidden. The starting fort will be flooded after three turns, be ready to relocate. Thanks to Bob_The_Mighty and all the team that worked on the A New Land project. <b>Undead Empire was made by:</b> - jb: map design and scenario concept - Mythological: WML and storyline - Mica: Help in reviving the project, and getting it updated. - Shadowmaster: Help in helping with reviving the project, etc. - enclave & shiki: Ported to current version
de: Das Ziel von »Undead Empire« ist es, ein bösartiges Imperium zu errichten und mit dessen alle Feinde zu vernichten. Es gibt 5 Gegner, die besiegt werden müssen, zwei von ihnen sind versteckt. Die Startposition wird nach drei Runden geflutet, seit bereit umzusiedeln. Dank gebührt Bob_The_Mighty und allen Beteiligten am A New Land Projekt. <b>Undead Empire wurde erstellt von:</b> - jb: Kartendesign und Szenarioentwurf - Mythological: WML und Text - Mica: Hilfe, das Projekt wieder zu beleben und upzudaten - Shadowmaster: Hilfe, das Projekt wieder zu beleben u.ä. - enclave & shiki: Portierung zur aktuellen Version

source: Warning: your base gets destroyed soon after the start of the game - be ready to build a new base! Also, some of the enemy leaders can be reached only by defeating the Elvish leader.
de: Achtung: Eure Basis wird kurz nach Beginn des Spiels zerstört – bereitet Euch darauf vor, eine Neue zu Errichten. Des weiteren können manche Gegner nur nach dem Besiegen der Elfen erreicht werden.

source: Warning : your base gets destroyed soon after the start of the game - be ready to build a new base! Also, some of the enemy leaders can be reached only by defeating the Dwarvish or Elvish leaders.
de: Achtung: Eure Basis wird kurz nach Beginn des Spiels zerstört – bereitet Euch darauf vor, eine Neue zu Errichten. Des weiteren können manche Gegner nur nach dem Besiegen der Elfen oder Zwerge erreicht werden.

source: Warning : your base gets destroyed soon after the start of the game - be ready to build a new base! Also, some of the enemy leaders can be reached only by defeating the Dwarvish and Elvish leaders.
de: Achtung: Eure Basis wird kurz nach Beginn des Spiels zerstört – bereitet Euch darauf vor, eine Neue zu Errichten. Des weiteren können manche Gegner nur nach dem Besiegen der Elfen erreicht werden.

source: Warning : your base gets destroyed soon after the start of the game - be ready to build a new base! Also, some of the enemies can be reached only by defeating the Dwarves or Elves.
de: Achtung: Eure Basis wird kurz nach Beginn des Spiels zerstört – bereitet Euch darauf vor, eine Neue zu Errichten. Des weiteren können manche Gegner nur nach dem Besiegen der Elfen oder Zwerge erreicht werden.

source: Here we are. We have established a base in this valley. Fortunately we found a graveyard nearby so we wont be short of corpses.
de: Hier sind wir! Wie haben ein Basis in diesem Tal errichtet, und glücklicherweise haben wir einen nahegelegenen Friedhof gefunden. An Zombies wird es uns hie nicht mangeln.

source: No more running away. We must stand our ground here and start fulfilling our mission or perish trying!
de: Endlich hat die Flucht ein Ende. Wir müssen alles daran setzen hier Wurzel schlagen zu können.

source: The natives of the valley are hostile towards us. The elves, dwarves and humans living here have united agaist us and are going to try to destroy us.
de: Die Einheimischen sind uns feindlich gesinnt. Die Elfen, Zwerge und Menschen, die hier leben, haben sich gegen uns verbündet.

source: Why am I not surprised? Well, the more enemies we have, the more undead minions we’ll raise when we kill them.
de: Warum wundert mich das nicht? Naja, je mehr Feinde, desto mehr Zombies.

source: Kill all enemy leaders
de: Besiegt alle gegnerischen Anführer

source: Kill all bosses
de: Besiegt die Bossmonster

source: Death of all party leaders
de: Tod Eurer Anführer

source: Turns run out
de: Rundenlimit überschritten

source: Wayland
de: Wiolant

source: Local Inhibitants
de: Einheimische

source: Enemies of the Empire
de: Feinde des Imperiums

source: Enemies
de: Feinde

source: Furious Enemies
de: Fürchterliche Feinde

source: The dwarves are getting desperate - they are calling reinforcements from everywhere; we have to put extra effort into killing them!
de: Die Zwerge werden kühn. Sie rufen von überall Verstärkung. Wir müssen noch einen draufsetzen.

source: The accursed elves have destroyed the dam - we have to relocate our base of operations!
de: Die vermaledeiten Elfen haben den Damm zerstört! Wir müssen uns ein neues Lager errichten.

source: The elves have destroyed our home by destroying the dam. We come to aid in your quest.
de: Die Elfen haben mit dem Damm auch unser Zuhause zerstört. Wir kommen euch zur Hilfe.

source: Reinforcements have arrived!
de: Verstärkungen sind eingetroffen!

source: After searching the Outlaw leader’s keep. you find a map revealing a secret passage in the cave.
de: Nachdem ihr die Burg der Menschen durchsucht habt, entdeckt ihr eine versteckte Passage in der Höhle.

source: The elves are calling their forest friends to fight for them. The mighty woses are skilled in fighting us, especially the skeletons. Be very careful!
de: Die Elfen kämpfen Seit’ an Seit’ mit den Waldschraten. Die mächtigen Waldschrate sind uns sehr gefährlich, besonders den Skeletten gegenüber. Vorsicht ist geboten.

source: With her final breath, the Shyde calls upon a powerful Yeti to protect the land.
de: Mit ihrem letzten Atemzug ruft die Fee einen mächtigen Yeti herbei.

source: With her final breath, the Shyde calls upon two powerful Yetis to protect the land.
de: Mit ihrem letzten Atemzug ruft die Fee zwei mächtige Yetis herbei.

source: As the dragon vanished, a worrisome explosion was heard.
de: Als der Drache besiegt war, verkündete in der Ferne eine Explosion weiteres Unheil.

source: Refusing to yield the land to the Undead, the mighty yeti uses calls upon the Red Dragon with his last ounce of power.
de: Nicht bereit das Land den Untoten zu überlassen, ruft der Yeti mit letzter Kraft einen Feuerdrachen zu Hilfe.

source: Heavily wounded, Zarack calls the Red Dragon for help.
de: Schwer verwundet, rief Zarack einen Feuerdrachen zur Hilfe.

source: Deadly wounded, the dwarf calls the Red Dragon for help.
de: Tödlich verwundet, rief der Zwerg einen Feuerdrachen zur Hilfe.
