Repository: Robertdebrus/ANLEra
Catalog: translations/*/LC_MESSAGES/wesnoth-ANLEra.po
Languages: de

source: Negotiate with the Dunefolk
de: Verhandlungen mit dem Wüstenvolk

source: Lets you recruit a Dunefolk unit
de: Ermöglicht es Euch, eine Einheit des Wüstenvolkes zu rekrutieren

source: Negotiate with the Drakes
de: Verhandlungen mit den Draken

source: Lets you recruit a Drake unit
de: Ermöglicht es Euch, eine Einheit der Draken zu rekrutieren

source: Search for a Necromancer
de: Einen Nekromanten aufsuchen

source: Lets you recruit an Undead unit
de: Ermöglicht es Euch, eine untote Einheit zu rekrutieren

source: Contact the Loyalists
de: Die Loyalisten kontaktieren

source: Lets you recruit a Loyalist unit
de: Ermöglicht es Euch, eine Einheit der Loyalisten zu rekrutieren

source: Integrate the Outlaws
de: Die Geächteten miteinbeziehen

source: Lets you recruit an Outlaw unit
de: Ermöglicht es Euch, eine Einheit der Geächteten zu rekrutieren

source: Strengthen the bond with the Merfolk
de: Allianz mit dem Meervolk stärken

source: You can obtain Merfolk builders and researchers
de: Ihr erhaltet Zugang zu Konstrukteuren und Forschern des Meervolkes

source: Hire Mercenaries
de: Söldner anheuern

source: Lets you recruit a level 2 unit
de: Ermöglicht es Euch, eine Einheit der Stufe 2 zu rekrutieren

source: Our talks are complete — the Drakes will gladly fight by your side. Which of our brethren do you want to recruit?
de: Unsere Verhandlungen sind abgeschlossen. Wir Draken werden Euch unterstützen. Wen wollt Ihr rekrutieren?

source: Our talks are complete — I will summon the dead for you. Which of them do you want to come?
de: Unsere Verhandlungen sind abgeschlossen. Ich werde die Toten für Euch rufen. Welchen von Ihnen wollt Ihr sehen?

source: Our talks are complete — the Loyalists will gladly fight by your side. Which of our men do you want to recruit?
de: Unsere Verhandlungen sind abgeschlossen. Wir Loyalisten werden an Eurer Seite kämpfen. Wen von uns wollt Ihr in Euren Reihen sehen?

source: Our talks are complete — the Outlaws will gladly fight by your side. Which of our men do you want to recruit?
de: Unsere Verhandlungen sind abgeschlossen. Wir Geächteten werden an Eurer Seite kämpfen. Wen von uns wollt Ihr in Euren Reihen sehen?

source: Our talks are complete — the Merfolk will gladly fight by your side. Which of our people do you want to recruit?
de: Unsere Verhandlungen sind abgeschlossen. Unser Volk nimmt Euer Ersuchen an. Wessen Unterstützung benötigt Ihr?

source: Our talks are complete — some Mercenaries will gladly fight by your side. Which of us do you want to recruit?
de: Unsere Verhandlungen sind abgeschlossen. Wir Söldner nehmen Euren Auftrag an. Wessen Fähigkeiten benötigt Ihr?

source: Our talks are complete — the Dunefolk will support you. Who could help you the best?
de: Unsere Verhandlungen sind abgeschlossen. Unser Volk nimmt Euer Ersuchen an. Wessen Unterstützung benötigt Ihr?

source: Function anl.choose_new_unit has no information about the faction.
de: Die Funktion anl.choose_new_unit hat keine Kenntnis von dieser Fraktion.

source: Negotiation Complete
de: Verhandlungen abgeschlossen

source: Let’s cut you free from this web.
de: Dann will ich dich mal von den Spinnweben befreien …

source: male critter^You release the $|critter.language_name from the web and it agrees to help you.
de: Ihr schafft es, den $|critter.language_name aus dem Netz zu befreien und er erklärt sich bereit, sich Euch anzuschließen.

source: female critter^You release the $|critter.language_name from the web and it agrees to help you.
de: Ihr schafft es, die $|critter.language_name aus dem Netz zu befreien und sie erklärt sich bereit, sich Euch anzuschließen.

source: Let’s free you from this cage.
de: Dann wollen wir dir mal hier raushelfen …

source: male critter^You release the $|critter.language_name from the cage and it agrees to help you.
de: Ihr schafft es, den $|critter.language_name aus dem Käfig zu befreien und er erklärt sich bereit, sich Euch anzuschließen.

source: female critter^You release the $|critter.language_name from the cage and it agrees to help you.
de: Ihr schafft es, die $|critter.language_name aus dem Käfig zu befreien und sie erklärt sich bereit, sich Euch anzuschließen.

source: You release the wose from the web and it agrees to help you.
de: Ihr schafft es, die Kreatur aus dem Netz zu befreien und sie erklärt sich bereit, sich Euch anzuschließen.

source: You will receive funds in a 2-turn-cycle.
de: Erträge ergeben sich in einem 2-Runden Zyklus.

source: Earnings are receiverd every turn.
de: Erträge werden ründlich erbracht.

source: Building on water is possible with the help of the Merfolk.
de: Mit Hilfe des Meervolkes ergeben sich auch im Wasser einige Optionen.

source: Merfolk researchers can unlock different units in their own universities.
de: Die Nymphen des Meervolkes haben eigene Forschungsstätten und schalten andere Einheiten frei.

source: Workers
de: Arbeiter

source: Peasants, and others of this working class, are your workers. Depending on the terrain, right-clicking on a peasant allows you to terraform the landscape and/or build castles, mines, farms, villages and universities.
de: Bauern und andere Einheiten der Stufe 0 sind Eure Arbeiter. Abhängig vom aktuellen Gelände kann man per Rechtsklick die Landschaft umformen, Burgen und Bergwerke bauen, Dörfer und Universitäten gründen oder Ackerland anlegen.

source: Researchers
de: Forscher

source: Mages, and the other people who know some form of magic, can study at universities, pursuing advances in mining, farming and recruitment.
de: Magier, und andere Leute die eine Art von Magie beherrschen, sind Eure weisesten Untertanen. Sie können an Universitäten studieren, um Euch so neue Kenntnisse über den Ackerbau, der Arbeit in Bergwerken oder über neue Truppen zu bringen.

source: Sometimes you may have access to an additional unit
de: Manchmal könnt Ihr eine weitere Einheit erhalten

source: The Outlaw faction can recruit Woodsmen, and the Woodsman and Poacher line will begin to automatically hunt for game in the forests, producing gold dependent on their level.
de: Die Geächteten können Förster rekrutieren – sie als auch Einheiten der Wilddieblinie werden in Wälder jagen und Gold in Abhängigkeit ihrer Stufe einbringen.

source: Similarly, Merfolk Citizens earn 1 gold per turn by fishing, when they were not doing construction works.
de: Ähnliches gilt für Seebürger: Wenn sie keine Bauarbeiten verrichtet haben, können sie durch Fischerei 1 Gold pro Runde einbringen.

source: The Wose Sapling is not a worker, but a unit which can be summoned only once in the game.
de: Beim Jungen Waldschrat handelt es sich nicht um einen Arbeiter, sondern eine Einheit, welche nur einmal im Spiel erhältlich ist.

source: Forests
de: Wälder

source: Forests can only be planted on grassland. The Outlaw faction can recruit Woodsmen, and the Woodsman and Poacher line will begin to automatically hunt for game in the forests, producing gold dependent on their level.
de: Wälder können nur auf Wiesen gepflanzt werden. Die Geächteten können Förster rekrutieren – sie als auch Einheiten der Wilddieblinie werden in Wälder jagen und Gold in Abhängigkeit ihrer Stufe einbringen.

source: Any of the “Town” style villages represent universities. At the start of your turn, researcher in universities automatically add to the study progress of your chosen research target. Right-click on a researcher in an university to change the research target.
de: Die »städtischen« Dörfer stehen für Universitäten. Zu Beginn Eures Zuges sorgen in Universitäten stationierte Forscher dafür, dass Ihr Fortschritte in der Forschung im aktuell gewählten Gebiet erzielt. Mit einem Rechtsklick auf einen Forscher in einer Universität könnt Ihr das aktuelle Forschungsgebiet festlegen.

source: Situational Workers
de: Spezielle Arbeiter

source: In this scenario you build up an economy
de: In diesem Szenario baut ihr eine Wirtschaft auf

source: Move any unit next to captives and they will join your side.
de: Wenn Ihr mit einer Einheit neben einen Gefangenen zieht, wird er sich Euch anschließen.

source: Right-click on a leader to read about the game mechanics
de: Klickt mit der rechten Maustaste auf einen Anführer, um mehr über die Spielmechanik zu erfahren

source: Rules:
de: Regeln:

source: Goal:
de: Ziel:

source: Hint:
de: Tipp:

source: Hints:
de: Tipps:

source: This is a team game:
de: Dies ist ein Teamspiel:

source: Defeat all enemy leaders
de: Besiegt alle gegnerischen Anführer

source: Defeat the enemy leader
de: Besiegt den gegnerischen Anführer

source: Warning:
de: Achtung:

source: This map can be played with other factions if the »A New Land Era« is used.
de: Wenn diese Karte mit der Epoche »A New Land Era« gespielt wird, werden andere Fraktionen freigeschaltet.

source: Recommended to be played with A New Land Era.
de: Wird als Epoche »A New Land Era« gewählt sind weitere Fraktionen spielbar.

source: (Survival)
de: (Überleben)

source: Support each other.
de: Unterstützt euch gegenseitig.

source: Use the chat! (Press button »m«)
de: Verwendet den Chat! (drückt »m«)

source: Plan together.
de: Plant gemeinsam.

source: It might be helpful to defeat some enemy leaders.
de: Ihr solltet womöglich einige Anführer besiegen.

source: Don’t forget: This is a team game. Support each other. Talk about your plans.
de: Vergesst nicht: Dies ist ein Teamspiel! Unterstützt euch gegenseitig, redet über eure Pläne.

source: The map is huge, do not build everywhere.
de: Das Spielfeld ist riesig, baut nicht überall.

source: Use the teamchat! (Press »ctrl« + »m«)
de: Verwendet den Teamchat! (drückt »strg« + »m«)

source: Monuments:
de: Monumente:

source: The winner is the first player to construct 4 monuments
de: Der Sieger ist der erste Spieler, der 4 Monumente erschafft

source: Kill all enemy leaders — or survive longer than they
de: Besiegt alle gegnerischen Anführer – oder überlebt länger als sie

source: Side 1 built one monument
de: Partei 1 hat ihr erstes Monument erbaut

source: Side 1 built two monuments
de: Partei 1 hat zwei Monumente erbaut

source: Side 1 built <b>three</b> monuments
de: Partei 1 besitzt bereits <b>drei</b> Monumente

source: Side 1 built four monuments
de: Partei 1 hat vier Monumente erbaut

source: Side 2 built one monument
de: Partei 2 hat ihr erstes Monument erbaut

source: Side 2 built two monuments
de: Partei 2 hat zwei Monumente erbaut

source: Side 2 built <b>three</b> monuments
de: Partei 2 besitzt bereits <b>drei</b> Monumente

source: Side 2 built four monuments
de: Partei 2 hat vier Monumente erbaut

source: Side 3 built one monument
de: Partei 3 hat ihr erstes Monument erbaut

source: Side 3 built two monuments
de: Partei 3 hat zwei Monumente erbaut

source: Side 3 built <b>three</b> monuments
de: Partei 3 besitzt bereits <b>drei</b> Monumente

source: Side 3 built four monuments
de: Partei 3 hat vier Monumente erbaut

source: Side 4 built one monument
de: Partei 4 hat ihr erstes Monument erbaut

source: Side 4 built two monuments
de: Partei 4 hat zwei Monumente erbaut

source: Side 4 built <b>three</b> monuments
de: Partei 4 besitzt bereits <b>drei</b> Monumente

source: Side 4 built four monuments
de: Partei 4 hat vier Monumente erbaut

source: Nobody built any monuments yet
de: Bisher hat niemand Monumente errichtet

source: You cannot hide from the Inferno Drakes
de: Ihr könnt Euch vor den Armageddondraken nicht verstecken

source: Study Progress:
de: Forschungsfortschritt:

source: Agriculture
de: Ackerbau

source: Farmers produce +1 gold
de: Bauern erwirtschaften +1 Goldstück

source: Mining
de: Bergbau

source: Miners produce +1 gold
de: Bergarbeiter erwirtschaften +1 Goldstück

source: Philosophy
de: Philosophie

source: philosophy
de: Philosophie

source: Scholars improve their research methods
de: Forscher verbessern ihre Methodik

source: The Art of Necromancy
de: Die Kunst der Totenbeschwörung

source: necromancy
de: Nekromantie

source: Allows you to summon a new type of unit
de: Gestattet es Euch, neue Einheiten zu beschwören

source: Warfare
de: Kriegsführung

source: Allows you to recruit a new type of unit
de: Gestattet es Euch, einen neuen Einheitentyp zu auszubilden

source: Research
de: Forschung

source: We are currently studying $project_name|. To which end would you have our scholars devote their minds? Our farms produce $farming_level|g Our mines produce $mining_level|g
de: Wir forschen gerade an $project_name|. Womit sollen sich unsere Gelehrten beschäftigen? Unser Ackerland erzeugt 3G Unsere Bergwerke erzeugen 4G

source: Choose later.
de: Einheitentyp später wählen.

source: No, maybe not.
de: Nein, vielleicht nicht.

source: Researching is not fully supported for this unit.
de: Für diese Einheit ist die Forschung nicht vollständig implementiert.

source: This is likely a bug. Researcher’s type is
de: Das ist aller Wahrscheinlichkeit nach eine Kurzsichtigkeit bei der Programmierung. Typ der Forschungseinheit:

source: NOT GIVEN
de: NICHT ANGEGEBEN

source: No units left to be researched. It’s a bug that this option was offered to you.
de: Es gibt keine Einheiten die erforscht werden können. Es ist ein Programmierfehler, dass Euch diese Option angeboten wurde.

source: Would you like to be able to recruit this unit?
de: Wollt Ihr diesen Einheitentyp rekrutieren können?

source: Study Complete
de: Forschungsprojekt abgeschlossen

source: We researched all units. It would be wise to change the research target now.
de: Wir haben alle Einheiten erforscht. Es ist an der Zeit, die Forschungsrichtung zu ändern.

source: $side_name|’s farms produce now $amount gold.
de: $side_name|s Farmen produzieren nun $amount Gold.

source: $side_name|’s mines produce now $amount gold.
de: $side_name|s Bergwerke produzieren jetzt $amount Gold.

source: $side_name|, we have finished researching warfare. Right-click on a researcher in a university to select a unit to recruit.
de: Wir haben neue Fortschritte in der Kriegsführung erzielt, $side_name|, Rechtsklickt auf einen Forscher in einer Universität, um den neuen Einheitentyp auszuwählen.

source: $side_name|, we have finished researching warfare. Right-click on a researcher in a university to select new units to recruit.
de: Wir haben neue Fortschritte in der Kriegsführung erzielt, $side_name|, Rechtsklickt auf einen Forscher in einer Universität, um neue Einheitentypen auszuwählen.

source: By coordinating research efforts and creating dedicated teams $side_name|’s scholars managed to double their research results.
de: Durch die Aufstellung von dedizierten Forschungsgruppen ist es $side_name|s Gelehrten gelungen, ihre Forschungsergebnisse zu verdoppeln.

source: The scienific progress of $side_name|’s scholars is by now at $amount|00%.
de: Die Forschungsergebnisse von $side_name|s Magiern liegen mittlerweile bei $amount|00%.

source: Negotiate with the Undead
de: Verhandlungen mit den Untoten

source: Negotiate with Loyalists
de: Die Loyalisten kontaktieren

source: Negotiate with the Outlaws
de: Verhandlungen mit den Geächteten

source: Lets you recruit a Outlaw unit
de: Ermöglicht es Euch, eine Einheit der Geächteten zu rekrutieren

source: Negotiate with the Merfolk
de: Verhandlungen mit dem Meervolk

source: Lets you recruit a Merfolk unit
de: Ermöglicht es Euch, eine Einheit des Meervolkes zu rekrutieren

source: Negotiate with Mercenaries
de: Verhandlungen mit Söldnern

source: Lets you recruit Mercenary units
de: Ermöglicht es Euch, eine Einheit der Söldner zu rekrutieren

source: Elvish Hero
de: Heldenhafter Elf

source: Mage Hero
de: Meisterhafter Magier

source: Fallen Hero
de: Gefallener Held

source: Berserker Hero
de: Bärenstarker Berserker

source: Apply changes from Lua files
de: Lua Dateien neu laden

source: Switch to WML code
de: Zu WML-Implementierung wechseln

source: Switch to Lua code
de: Zu Lua-Implementierung wechseln

source: Diplomacy for free
de: Kostenfreie Diplomatie

source: No costs
de: Keine Kosten

source: Earns:
de: Einnahmen:

source: construction
de: Bauarbeiten

source: Demolish Farmland
de: Ackerland beseitigen

source: Shorten Path
de: Weg beseitigen

source: Destroy Bridge
de: Brücke zerstören

source: Renovate Encampment
de: Lager renovieren

source: Demolish Castle
de: Burg einreißen

source: Demolish Keep
de: Burgfried einreißen
