Repository: Robertdebrus/ANLEra
Catalog: translations/*/LC_MESSAGES/wesnoth-ANLEra.po
Languages: de

source: Convert to Grassland
de: Rasen pflanzen

source: Remove Fireplace
de: Feuerstelle beseitigen

source: Light a Fire
de: Feuer entzünden

source: Remove Path
de: Weg beseitigen

source: Melt Ice
de: Eis schmelzen

source: A SP/MP modification, which allows level 0s to build (no research).
de: Modifikation, welche Einheiten der Stufe 0 das Bauen verschiedener Dinge erlaubt, z.B. Dörfer, Burgen oder das Pflanzen und Abholzen von Wäldern. Forschung ist nicht möglich. Für den Einzelspieler- als auch Mehrspielermodus verfügbar.

source: This era will turn any map into a similar game as the mainline scenario »A New Land«. One can play: Humans Outlaws Orcs Dunefolk (rely on hills instead of forests) Dwarves (difficult to play due to 30% defence) Elves (weaker, but bonus in forest) Drakes (and Saurians) Undeads (plague-bonus) The Merfolk faction can be obtained by negotiation. Every faction can recruit workers and researchers. Workers can terraform the map and earn additional income. Researchers unlock new units or improve income.
de: Eine Epoche, welche die Mechanismen des Szenarios »Eine neue Heimat« aus dem Hauptspiel benutzt und weitere Fraktionen bereitstellt: Menschen Geächtete Orks Wüstenvolk (setzt auf Hügel anstatt Wälder) Zwerge (schwer zu Spielen, nur 30% Verteidigung) Elfen (schwächer, aber gut in Wäldern) Draken (und Saurianer) Untote (verfügen über die »Untote Plage«) Diplomatie ermöglicht Zugang zu einer weiteren Fraktion, dem Meervolk. Jede Fraktion verfügt über Arbeiter und Forscher. Arbeiter verändern die Karte und generieren Einkommen. Forscher schalten neue Einheiten frei oder verbessern das Einkommen.

source: Dwarves are on flat terrain and in forest as weak as merfolk units. Take care!
de: Zwerge sind auf flachem Gelände und in Wäldern so schwach wie das Meervolk an Land. Spielt bedacht!

source: Scorched Earth
de: Verbrannte Erde

source: (AI-bonus)
de: (KI-Bonus)

source: AI controlled units destroy villages and castles and farmland upon moving onto it.
de: Wenn KI Einheiten auf Dörfer, Burgen oder Ackerland ziehen, zerstören sie es.

source: ANL no cheating
de: ANL Cheats deaktivieren

source: Adds some debug utilities over forest terrain. Only available if Wesnoth is started with --debug (or -d) as command line parameter. Using ingame :debug doesn't count. This option can also be toggled ingame by using :set_var anl_debug=no
de: Fügt einige Debug-Optionen über Wäldern hinzu. Nur verfügbar wenn Wesnoth mir dem Parameter --debug (oder -d) gestartet wurde. Im Spiel :debug zu verwenden zählt nicht. Diese Option kann auch im Spiel aktiviert werden durch :set_var anl_debug=no

source: Allow duplicate team colors
de: Doppelte Teamfarben erlauben

source: If two sides have the same team color, a new color will be assigned to the side with the higher number. Compatible with Color Changer mod.
de: Wenn zwei Parteien die selbe Farbe verwenden, wird der mit der höheren Nummer eine Neue zugeteilt. Kompatibel mit der Color Changer mod.

source: Their disadvantage is that they do not benefit from forest, and thus from a big part of the map. They get however full bonus from hills without the need to build a mine. The units whose clothes are in light colors are of lawful alignment and do all have a base damage of 6. Look out for the strong ones, as they do 2 more damage during the day. During nighttime they are all equal. The builder unit has many variations. They are all more or less the same, but have different bonuses or synergies: 2/7 chance to get strong on a lawful variation where it does extra damage during daytime 1/7 chance for positional support ability 1/7 chance for impact bonus against skeletons 1/7 chance for weak ranged 1/7 chance for good ranged They have a healer as researcher unit, which is comparable in damage output.
de: Der Nachteil dieser Fraktion ist, dass sie keinen Bonus in Wäldern erhält, welche einen großen Teil der Karte ausmachen. Sie erhält jedoch den vollen Bonus auf Hügeln, ohne dass dafür erst ein Bergwerk errichtet werden muss. Die Einheiten in hellen Gewändern sind redlich und verursachen jeweils 6 Schaden pro Schlag. Achtet auf die starken Einheiten unter ihnen, da sie tagsüber ganze 2 Schadenspunkte mehr verursachen. In der Nacht dagegen sind sie alle gleich. Den Arbeiter gibt es in vielen Variationen. Sie sind alle sehr ähnlich, aber verfügen über unterschiedliche Boni oder Synergien: 2/7 Chance, die Charakteristik stark auf einer redlichen Variation zu bekommen, wo sie Extraschaden verursacht 1/7 Chance für eine unterstützende Fähigkeit 1/7 Chance für Wuchtschaden, der Skeletten gegenüber nützlich ist 1/7 Chance für einen schwachen Fernkampfangriff 1/7 Chance für einen gefährlichen Fernkampfangriff Mit ihrem Forscher verfügt das Wüstenvolk auch über einen Heiler, der in seiner Kampfkraft mit dem Arbeiter vergleichbar ist.

source: Dwarves have resistances, but are easier to hit. On buildings the disadvantage disappears.
de: Zwerge besitzen Resistenzen, sind aber verwundbar in offenem Terrain. Mit Gebäuden wird dieser Nachteil aufgehoben.

source: This faction has 60% bonus on many fields, basically they get the bonus for which other factions need to build first. They also have a ranged attack. In return, their melee damage is a bit lower and their researcher does low damage as well.
de: Diese Fraktion verfügt auf vielen Geleändefeldern über 60% Verteidigung. Im wesentlichen haben sie damit den Bonus, für den andere Fraktionen erst Gebäude errichten müssen. Auch verfügen sie über einen Fernkampfangriff. Die Schwäche ist, dass sowohl die Arbeiter als auch die Elfenschamanin geringeren Schaden verursachen.

source: A New Land was designed for this faction. Their mage can reliably kill goblins and zombies, because he needs only 2 hits during daytime. He also has a bonus against skeletons.
de: Dieser Spielmodus ist auf diese Fraktion zugeschnitten. Der Magier kann zuverlässig Goblins und Zombies eliminieren, weil er des Tages nur 2 Treffer benötigt. Er hat auch einen Vorteil gegenüber Skeletten.

source: The advantage of this faction is that they do very high damage.
de: Der Vorteil dieser Fraktion ist ihr hoher Schaden.

source: Outlaws
de: Geächtete

source: When you play this faction, it will be decided by randomness which of the two workers you get when recruiting.
de: Wenn Ihr diese Fraktion spielt, ist es zufallsabhängig, welchen der beiden Arbeiter Ihr beim rekrutieren erhaltet.

source: Not many better things exist then having plague against level 0 enemies, while also being immune to it.
de: Über die »Untote Plage« zu verfügen während Ihr Gegner der Stufe 0 habt ist eines der besten Dinge, die es gibt. Obendrein seid Ihr selber auch noch immun dagegen.

source: Choose Special Recruit
de: Speziellen Einheitentyp wählen

source: 2p — A New Island
de: 2S – Eine wiederentdeckte Insel

source: You rediscover a forgotten island. You know that humans lived here, possibly also elves. But in the course of bigger political events this region was forsaken.
de: Ihr entdeckt eine vergessene Insel. Ihr wisst, dass hier Menschen gelebt haben, und vielleicht auch Elfen. Aber im Schatten größerer politischer Ereignisse ist diese Region in Vergessenheit geraten.

source: You have more enemies than on other maps, but less players! Try to defeat some.
de: Ihr steht mehr feindlichen Anführern als auf anderen Karten gegenüber und habt weniger Spieler – besiegt einige.

source: The farm
de: Die Farm

source: University
de: Universität

source: You have landed on an unknown island.
de: Ihr seid auf einer unbekannten Insel gelandet.

source: Can you settle here?
de: Könnt Ihr Euch hier niederlassen?

source: 2p — Dome Isle
de: 2S – Dominsel

source: This island, roofed by a dead volcano, is a good site for a new colony. Two players race to settle and conquer the island.
de: Diese Insel, von einem inaktiven Vulkan gekrönt, is ein guter Ort für eine neue Kolonie. Zwei Spieler bieten sich ein Wettrennen um die Besiedlung und Einnahme der Insel.

source: This map is designed to be played with the »A New Land« era. It can be played with other eras too, but it has no villages.
de: Diese Karte sollte mit der »A New Land« Epoche gespielt werden. Es können zwar auch andere Epochen verwendet werden, allerdings gibt es dort keine Dörfer.

source: This 4p survival scenario allows you to construct buildings and terraform the land.
de: Dies ist ein Überlebensszenario für 4 Spieler, in welchem es Euch ermöglicht wird Gebäude zu bauen und die Landschaft umzuformen.

source: Your enemies have plague while being as strong as you. Thus, positioning of your units is extremely important on this map.
de: Die Einheiten eurer Feinde sind euch ebenbürtig, aber sie verfügen über die »Untote Plage«. Deshalb ist die Positionierung auf dieser Karte besonders wichtig.

source: 4p — Aybabtu Valley
de: 4S – Aybabtu Tal

source: 2 versus 2: Elvish Druids hid a treasure in Aybabtu Valley. Now two teams fight for control of the valley and its treasure.
de: 2 gegen 2: Elfische Druiden haben einen Schatz im Aybabtu Tal versteckt. Zwei Teams kämpfen um die Kontrolle des Tals und seines Schatzes.

source: This map was recently added. Feedback is very welcome.
de: Diese Karte wurde erst neulich hinzugefügt. Feedback ist Willkommen.

source: Evil
de: Böses

source: During the Elvish Civil War, a pair of Elvish Druids stole a great elvish treasure. The two druids fled their homeland and brought a small group of renegade elves into the remote Aybabtu Valley, hoping to conceal themselves and their loot.
de: Während des Elfischen Bürgerkriegs haben zwei Elfendruidinnen einen großen elfischen Schatz gestohlen. Diese beiden Druidinnen flohen aus ihrer Heimat und kamen mit einer Gruppe abtrünniger Elfen in das abgelegene Aybabtu Tal, in der Hoffnung, sich und ihre Beute zu verstecken.

source: Two rival teams have learned of the treasure. They are set to fight for control of Aybabtu Valley and its secret wealth.
de: Zwei rivalisierende Teams haben von dem Schatz erfahren. Sie kämpfen um die Kontrolle des Aybabtu Tals und um den dort liegenden geheimen Schatz.

source: Defeat other team’s leaders.
de: Besiegt die Anführer des anderen Teams

source: If you kill an Elvish Druid before turn 13, then you may take one treasure to aid your battle.
de: Wenn Ihr eine Elfendruidin vor der 13. Runde besiegt, könnt ihr einen Schatz erhalten, der Euch im Kampfe nützlich sein möge.

source: At turn 11, the druid will summon elves to defend her.
de: In Runde 11 werden die Druidinnen einige Elfen zu ihrem Schutze einberufen.

source: At turn 13, the treasure will disappear and the cave walls around the druid will become forest.
de: In Runde 13 wird der Schatz verschwinden und die die Druidinnen umgebenden Höhlenwände werden zu Walde werden.

source: You found druid items, but you can take only one.
de: Ihr habt Druidengegenstände gefunden, doch Ihr könnt nur einen nehmen.

source: Take glowing staff
de: Leuchtenden Stab nehmen

source: Provides 25-2 melee impact magical attack
de: 25-2 Nahkampfangriff, wuchtig und mit magischer Präzision.

source: glowing staff
de: Leuchtender Stab

source: Take sparkling wand
de: Funkelnden Stab nehmen

source: Provides 25-2 ranged fire magical attack
de: 25-2 Fernkampfangriff, mit Feuerschaden und magischer Präzision.

source: sparkling wand
de: Funkelnder Stab

source: Take dark stone
de: Dunklen Stein nehmen

source: Floods other team’s river fords into swamp
de: Flutet die Furt des anderen Teams, wodurch diese versumpfen.

source: The stone in your hands is extremely cold. You drop it!
de: Der Stein in Eurer Hand ist extremst kalt. Ihr lasst ihn fallen.

source: Suddenly, water flooded some land, and they are now swamps.
de: Plötzlich überflutete Wasser einen Teil der Felder, dort befinden sich nun Sümpfe.

source: Take white stone
de: Weißen Stein nehmen

source: Drains your team’s river fords into grass
de: Legt die Furt Eures Teams trocken und lässt dort Grasland wachsen.

source: The stone in your hands is extremely hot. You drop it!
de: Der Stein in Eurer Hand ist extrem heiß. Ihr lasst ihn fallen.

source: Suddenly, water level lowered, and some land can be cultivated now.
de: Plötzlich senkte sich der Wasserspiegel und ein Teil der Felder kann nun bebaut werden.

source: 4p — End of Days
de: 4S – Ende aller Tage

source: (all vs all)
de: (alle vs alle)

source: A four player empire-building scenario. Experience: 60%. No teams.
de: Ein Szenario welches Terraforming erlaubt. Erfahrungsmodifikator von 60%. Für 4 Spieler; keine Teams.

source: This map is ported from a very old version of Wesnoth. The price for monuments can be adjusted under »Custom Options«.
de: Diese Karte wurde von einer sehr alten Version portiert. Der Preis für Monumente kann unter »Erweiterte Optionen« angepasst werden.

source: Monument price
de: Kosten zum Errichten eines Monuments

source: In this match one can build monuments. As soon as one player built 4 monuments, drastic changes will happen and the game will come to an end.
de: In diesem Spiel können Monumente errichtet werden. Sobald ein Spieler vier davon errichtet hat, führt dies große Veränderungen herbei und das Spiel kommt zu einem Ende.

source: Decorative fields
de: Dekorative Felder

source: Should the map border be decorative or void?
de: Soll der Kartenrand dekoriert werden oder leer sein?

source: Ogres
de: Oger

source: Ogres are your demolition workers. They are extremely useful for clearing ground and destroying enemy positions.
de: Oger sind Eure Abbrucharbeiter. Sie sind sehr praktisch, um Gelände freizuräumen oder generische Positionen zu zerstören.

source: Thieves
de: Diebe

source: Thieves can pickpocket the enemy during an attack. They are a quick and easy way to earn gold.
de: Diebe können dem Gegner während eines Angriffs Geld stehlen. Eine schnelle und einfache Art, Geld zu »verdienen«.

source: Monuments
de: Monumente

source: Monuments cost $monumentprice?70| gold and can only be built on cave. They cannot be destroyed.
de: Monumente kosten $monumentprice?70| Gold und können nur auf Höhlen erbaut werden. Sie sind unzerstörbar.

source: 4p — The Great Wall
de: 4S – Die Große Mauer

source: (2 vs 2 vs ai)
de: (2 vs 2 vs KI)

source: 2 versus 2: The two peoples of the central isle have lived in peace, ever since the great wall separated them. Now, a coalition of orcs and undead are planning to destroy the wall, in the hope that old conflicts will return, leaving the land ripe for invasion.
de: 2 gegen 2: Seit der große Wall sie trennte, lebten die zwei Völker der zentralen Insel in Frieden. Doch nun plant eine Gruppe von Orks und Untoten den Wall zu zerstören, in der Hoffnung, dass alte Konflikte wieder aufflammen, was ihren Invasionsplänen sehr dienlich wäre.

source: This map is very different from »The Wall«.
de: Dieses Szenario ist anders als »Die Mauer«.

source: The two peoples of the central isle had been at war, as long as anyone could remember. The conflict between them became so bloody that eventually the wise men of the north intervened, decreeing that a great wall should be built between them, forever forcing them to live in peace.
de: Die beiden Völker der zentralen Insel waren seit Menschengedenken im Krieg. Der Konflikt zwischen ihnen ward so blutig, dass weise Männer aus dem Norden intervenierten und verfügten, dass ein großer Wall zwischen ihnen gebaut werden sollte, der sie trennt und zwingt, für immer in Frieden zu leben.

source: Ironically, however, the interdependence of the two factions was such that, as soon as trading ceased, both sides fell into poverty and chaos. What were once advanced cultures soon became barbaric and primitive, and the land was reclaimed by nature.
de: Ironischerweise verhielt es sich um die Beziehung der beiden Völker jedoch so, dass sobald der Handel ausblieb, beide Völker in Chaos und Armut versanken. Was einst fortgeschrittene Kulturen waren ward bald barbarisch und primitiv, und die Natur nahm sich das Land zurück.

source: Then came the reconstruction: a concerted effort on both sides of the wall to rebuild their empires. This soon turned into an arms race, yet neither side suspected there were other dangers afoot.
de: Dann begann die Restaurierung: ein koordinierter Aufschwung auf beiden Seiten des Walls, um die Imperien erneut aufleben zu lassen. Dies ward bald zu einem Wettrüsten, wobei keine der beiden Seiten Gefahren von Anderswo in Betracht zog.

source: A coalition of orcs and undead are planning to destroy the wall, in the hope that the old conflict will return, leaving the land ripe for invasion.
de: Nun plant eine Gruppe von Orks und Untoten den Wall zu zerstören, in der Hoffnung, dass der alte Konflikt wiederkehrt, was ihren Invasionsplänen dienlich wäre.

source: Move a unit onto your enemy’s flag.
de: Bewegt eine Einheit auf die gegnerische Flagge.

source: 4p — The Wall
de: 4S – Die Mauer

source: On this map, you will have to build your own keep, while you start with two peasants. In the middle of this map is a wall that will start opening on turn 8, and fully open by turn 14.
de: Auf dieser Karte müsst Ihr Euren eigenen Burgfried bauen; Ihr starten mit zwei Bauern. In der Mitte der Karte gibt es eine Mauer, welche sich ab Runde 8 zu öffnen beginnt, und mit Runde 14 komplett geöffnet sein wird.

source: Hint: The map is huge, don’t build everywhere.
de: Tipp: Das Spielfeld ist riesig, baut nicht überall.

source: The Wall crumbles.
de: Die Mauer bröckelt.

source: The Wall falls.
de: Die Mauer fällt.

source: 5p — A New Land
de: 5S – Eine neue Heimat

source: This 5p survival scenario allows you to construct buildings and terraform the land.
de: Dies ist ein Überlebensszenario für 5 Spieler, in welchem es Euch ermöglicht wird Gebäude zu bauen und die Landschaft umzuformen.

source: Same difficulty as 4p variant, but one more player.
de: Selbe Gegner wie in der Variante für vier Spieler, jedoch könnt Ihr einen weiteren Mitstreiter hinzuziehen.

source: Adjust the starting gold as needed, experts can try with 75.
de: Passt das Startgold nach Bedarf an; Experten können es mit 75 Gold versuchen.

source: You received word about something dangerous in the nearby shallow water.
de: Euch wurde mitgeteilt, dass es etwas Gefährliches im naheliegenden Gewässer gibt.

source: Maybe we should be careful, there’s a lot of dangers about.
de: Wir sollten vorsichtig sein, es gibt hier eine Menge Gefahren.

source: Beware of enemy creatures in the mud.
de: Obacht vor feindlichen Kreaturen aus Schlamm.

source: Not so fast…
de: Nicht so schnell…

source: Deeaaathh…
de: Steeerbt!

source: They’ll never take me alive!
de: Sie werden mich nicht lebend bekommen! Niemals!

source: Fighting this battle alone?
de: Ihr kämpft alleine gegen die Untoten?

source: Let me help out.
de: Lasst mich Euch aushelfen.

source: I will haunt you in the afterlife!
de: Ich werde euch im Jenseits jagen!

source: I will rise again to avenge my death!
de: Ich werde wieder von den Toten zurückkehren!

source: I … I can’t believe this!
de: Ich glaub’s nicht…

source: This is not over!
de: Das ist noch nicht vorbei!

source: We should have killed some of their leaders first.
de: Gleich zu Beginn hätten wir uns einiger Anführer entledigen sollen.

source: I regret that we did not take out several leaders.
de: Ich bereue es, dass wir uns nicht gleich auf die Anführer gestürzt haben.

source: If we would have focused the leaders, it might have ended differently.
de: Wenn wir uns auf die gegnerischen Anführer konzentriert hätten, wäre das womöglich anders ausgegangen.

source: It’s over …
de: Das war’s …

source: They overran us!
de: Sie haben uns überrannt!

source: Explorers
de: Erkunder

source: Inhabitants
de: Bewohner

source: I hear goblin war drums.
de: Ich höre Kriegstrommeln der Goblins.

source: It will soon be night. I sense an undead horde coming.
de: Es ist fast Nacht. Ich habe da so ein Gespür, dass da eine Horde Untote auf uns zukommt.

source: Your men report strange sounds coming from some caves to the west.
de: Eure Männer berichten Euch von komischen Geräuschen aus Richtung der Höhlen im Westen.

source: Move any unit onto these villages to destroy the mine.
de: Bewegt eine Eurer Einheiten auf diese Dörfer, um die jeweilige Plantage zu zerstören.

source: The water here has been blocked. Let me remove the blockade.
de: Der Fluss des Wassers hier ist blockiert. Lass mich das mal kurz ändern …

source: I can build not only castles and villages, but also a Merfolk university. Merfolk researchers can study there.
de: Ich kann im Wasser nicht nur Burgen und Dörfer errichten, sondern auch Universitäten.Zauberinnen des Meervolkes können hier forschen.

source: I can fight skeletons – or devote my time to studies in a Merfolk university.
de: Ich kann Skelette bekämpfen – oder in einer Universität des Meervolkes meine Zeit der Forschung widmen.

source: Merfolk units of level 0 can build villages and universities in the water and at the shore.
de: Die Seebürger des Meervolkes können Dörfer und Universitäten im Wasser und an der Küste errichten.

source: I need to go back to the base … but since you came by …
de: War eigentlich gerade unterwegs zur Burg, aber …

source: You destroy the mushroom mine. Side $owner_side now has $amount less base income.
de: Ihr habt die Pilzplantage zerstört. Partei $owner_side erhält nun ein um $amount verringertes Grundeinkommen.

source: You destroy the mushroom mine. Whoever owned it has now $amount less base income.
de: Ihr habt die Pilzplantage zerstört. Wem auch immer sie gehört hat, sie bekommen jetzt ein um $amount verringertes Grundeinkommen.

source: You destroy the mushroom mine. The northwest undead now have $amount less base income.
de: Ihr habt die Pilzplantage zerstört. Die Untoten im Nordwesten bekommen nun ein um $amount verringertes Grundeinkommen.

source: You destroy the mushroom mine. The southwest undead now have $amount less base income.
de: Ihr habt die Pilzplantage zerstört. Die Untoten im Südwesten bekommen nun ein um $amount verringertes Grundeinkommen.

source: You don’t have to hide from this unit. Just because it can reach you, doesn’t mean that it will leave the cave to attack you.
de: Ihr müsst Euch nicht vor dieser Einheit verstecken. Auch wenn sie Euch erreichen kann, wird sich Euch nicht außerhalb ihrer Basis angreifen.

source: Come and cover me.
de: Ich brauche Deckung!

source: teamname^One
de: Eins

source: teamname^Two
de: Zwei

source: teamname^Three
de: Drei

source: teamname^Four
de: Vier

source: teamname^Bats
de: Fledermäuse

source: Judgement day is upon us! May our offerings to the gods save us in this hour of strife!
de: Der Tag des jüngsten Gerichts ist herangebrochen! Mögen unsere Aufopferungen nicht umsonst gewesen sein und uns in dieser Stunde des Unfriedens bewahren.

source: An foreboding darkness creeps across the land and the sky turns the colour of blood…
de: Eine Unheil verkündende Dunkelheit kroch durchs Land und der Himmel färbte sich blutrot …

source: Suddenly, from above, a thousand figures dot the sky. The demons of hell have descended.
de: Plötzlich kreuzten tausende Punkte am Himmel auf. Die Dämonen der Hölle waren herabgestiegen.

source: teamname^Inferno Drakes
de: Armageddondraken

source: Should I build here a monument?
de: Soll hier ein Monument errichtet werden?

source: Not now.
de: Jetzt nicht.

source: Well, no money … $monumentprice?70| gold are needed.
de: Nunja … uns fehlt das Geld! $monumentprice?70| Goldstücke sind vonnöten.

source: Build a monument.
de: Monument errichten.

source: Cost:
de: Kosten:

source: $player.current_player from side $player.side built his first monument.
de: $player.current_player von Partei $player.side hat sein erstes Monument errichtet.
