Repository: Robertdebrus/ANLEra
Catalog: translations/*/LC_MESSAGES/wesnoth-ANLEra.po
Languages: de

source: $player.current_player from side $player.side built his <b>second</b> monument.
de: $player.current_player von Partei $player.side hat sein <b>zweites</b> Monument errichtet.

source: Attention! $player.current_player from side $player.side built his <b>third</b> monument.
de: Obacht! $player.current_player von Partei $player.side hat sein <b>drittes</b> Monument erbaut.

source: wrecking hammer
de: Abbruchhammer

source: Driolain was among the wisest of the old sages, yet when he began speaking of the passing of the world most merely doubted his sanity.
de: Driolain war einer der weisesten Weisen, doch wenn vom Ende der Welt zu sprechen begann, zweifelten die Leute eher an seinem Verstand.

source: However, other seers across the land also began to talk of bad omens; ill portents announcing an age of cataclysmic disaster. These notions soon gained a foothold among the general populace, resulting in prophecies of doom and outlandish cults.
de: Allerdings begannen auch andere Seher im Lande von bösen Ohmen zu sprechen, von dunklen Vorboten einer Zeit der Katastrophen. Diese Ansichten fassten bald in der Bevölkerung Fuß, wodurch Weltunergangsgeschichten und seltsame Kulte entstanden.

source: While many still mocked the gloomy soothsayers, others believed that salvation would be found only through appeasing the gods. They henceforth strove to build monuments to the deities — hoping that their efforts would stem the tide of celestial vengeance.
de: Während sich viele über die schwarzseherischen Wahrsager lustig machten, glaubten andere, dass es Rettung nur in der Besänftigung der Götter gäbe. Fortan bauten sie Monumente zu Ehren der Gottheiten, in der Hoffnung, die göttliche Vergeltung werde sie nicht treffen.

source: Recruit a Thief, and it can steal gold from other players.
de: Bildet einen Dieb aus, er kann von anderen Spielern Gold stehlen.

source: pick pocket
de: Taschendieb

source: steals 4 gold
de: Stiehlt 4 Gold

source: When used offensively, each hit steals 4 gold from the victim’s side.
de: Offensiv eingesetzt, nimmt jeder Treffer 4 Gold vom Gegner.

source: Coalition
de: Koalition

source: The chest contains $treasure gold.
de: Diese Truhe beinhaltet $treasure Goldstücke.

source: This flaming sword provides a 15-4 melee fire magical attack. Should I take and wield it?
de: Mit diesem flammendem Schwert lässt sich ein magischfeuriger 15-4 Nahkampfangriff ausführen. Soll ich es aufnehmen und führen?

source: Yes
de: Ja

source: flaming sword
de: Flammendes Schwert

source: You hold a mighty blade of fire!
de: Ihr erhaltet ein mächtiges flammendes Schert!

source: No
de: Nein

source: I have the enemy’s flag! Victory is at hand!
de: Ich habe die Flagge des Gegners! Der Sieg liegt auf der Hand!

source: Team 1 has won the game.
de: Team 1 gewinnt das Spiel.

source: Team 2 has won the game.
de: Team 2 gewinnt das Spiel.

source: The last leader of side 1 died. Thus, team 2 has won the game.
de: Der letzte Anführer von Allianz 1 ist gefallen. Dadurch geht der Sieg an Allianz 2.

source: The last leader of side 2 died. Thus, team 1 has won the game.
de: Der letzte Anführer von Allianz 2 ist gefallen. Dadurch geht der Sieg an Allianz 1.

source: The great wall will start to collapse on turn 15. On turn 20 it will be destroyed completely. Be prepared!
de: Der große Wall wird ab der 15. Runde schrittweise einstürzen, in Runde 20 wird er vollkommen zerstört. Seid vorbereitet!

source: Suddenly the ground begins to shake. By some unknown magic the great wall begins to crumble…
de: Plötzlich beginnt der Boden zu beben. Durch irgendeine unbekannte Art von Magie beginnt der Wall zu bröckeln.

source: The wall has started to collapse, prepare yourself my friends!
de: Der Wall beginnt einzustürzen, bereitet euch vor!

source: Ah, at last! Now we can settle this matter once and for all!
de: Na endlich! Jetzt können wir diese Angelegenheit ein für alle Mal klären!

source: The great wall is down. There is nothing left but bloodshed now.
de: Der große Wall ist zerfallen. Möge das Blutvergießen beginnen.

source: Let us make good these wasted decades, attack with all your vigour!
de: Lasst uns die verschwendeten Dekaden aufholen, greift mit vollem Elan an!

source: Due to their dedication to research, the Universities heal less.
de: Aufgrund ihrer Widmung zur Forschung heilen Universitäten weniger.

source: Drake Apprentice
de: Drakenlehrling

source: The Drake Magi are fresh members of the Obsidian Citadel, who have been bound to the cult. Although they have undergone training harsh enough to kill any human or orc, they are inexperienced, and thus can only safely wield a weaker form of their feared fireball spell. However, they also share the weaknesses of the High Magi.
de: Die Drakenmagier sind fitte Mitglieder der Obsidianischen Zitadelle, welche mit dem dem Kult zusammenarbeitet. Obwohl sie ein hartes Training durchgegangen haben und stark genug sind Menschen oder Orks zu töten, so sind sie noch unerfahren, und können daher nur eine schwächere Form ihres mächtigen Zaubers kontrollieren. Und leider teilen sie auch die Schwächen der mächtigen Magier.

source: ice shot
de: Eisgeschoss

source: Drake Druid
de: Drakendruide

source: The Drake High Magi are elite members of an order of magic-using drakes who spend their days in the Obsidian Citadel, honing their powers for use in times of crisis. They can summon blasts of intense cold with a gesture, and can hurl powerful fireballs across great distances. However, due to the extensive energy that is required of these drakes to harness and use these powers, they are frail and slow.
de: Die mächtigen Drakenmagier sind die Elite eines Ordens von Magie einsetzenden Draken, welche ihre Tage in der Obsidianischen Zitadelle verbringen, und dort ihre Kräfte für den Ernstfall sammeln. Sie sind in der Lage Stöße enormster Kälte und mächtige Feuerbälle über weite Distanzen hinweg einsetzen. Aufgrund der Energie welche sie dafür benötigen fehlt es ihnen jedoch an Schnelligkeit und Kraft.

source: Drake Shaman
de: Drakenschamane

source: Drake Worker
de: Drakenarbeiter

source: Drake Workers are the working class of the Drakes. They can still fight, but if you’re hurling workers at the enemy, you’re clearly out of superior forces. Drake Workers are still young and cannot fly as good as their more experienced brethren. It takes them more effort to cross over waters and they do not yet have the endurance to pass over deep water and unwalkable terrain.
de: Drakenarbeiter sind die Arbeiterklasse unter den Draken. Sie können zwar auch kämpfen, aber wenn Ihr Arbeiter auf den Gegner ansetzt, fehlen Euch definitiv stärkere Einheiten. Drakenarbeiter sind noch junge Draken, sie können noch nicht so gut fliegen wie ihre erfahreneren Genossen. Es ist für sie anstrengender über Wasser zu fliegen und es fehlt ihnen noch an der Ausdauer, um über tiefem Wasser und unbegehbarem Gelände zu fliegen.

source: unit^Young Saurian
de: Junger Saurianer

source: Young saurians often work for Drakes. Some work underground in mines, while others are in the countryside and dabble in magic.
de: Junge Saurianer arbeiten oft für Draken. Einige arbeiten unter Tage in den Bergwerken, andere leben auf dem Land und versuchen sich mit Magie.

source: Besides the melee orientated young saurians, there are also devotees with a focus on ranged magic.
de: Neben den auf Nahkampf ausgerichteten jungen Saurianern gibt es auch Magieliebhaber, die sich auf den Fernkampf spezialisiert haben.

source: miner^Young Saurian
de: Junger Saurianer

source: Young saurians work often as miners because they are smaller than Drakes.
de: Junge Saurianer arbeiten oft in Bergwerken weil sie kleiner sind als Draken.

source: magican^Young Saurian
de: Junger Saurianer

source: Saurians have some knowledge of what men call sorcery, but their practice of it reeks of augury and black magic. It is little understood, but rightly regarded with fear by those against whom it is used.
de: Die Saurianer haben Kenntnis von etwas, was Menschen Zauberei nennen, jedoch handelt es sich dabei eher um Wahrsagerei und schwarze Magie. So genau weiß das niemand, aber wehe dem, gegen den dies angewandt wird.

source: Like many Dunefolk units, the Civilians do not benefit from forests, nor does sand lower their defence — it is the same as on flat terrain. When they need a defensive position, they hide in the hills.
de: Viele Einheiten des Wüstenvolkes, unter ihnen auch die Zivilisten, erhalten in Wäldern keinen zusätzlichen Schutz und in Wüsten wird ihre Verteidigung nicht geschwächt – es ist stets die selbe wie auf flachem Terrain. Wenn eine defensive Position benötigt wird, ziehen sie sich in die Hügel zurück.

source: Dune Civilian
de: Wüstenbewohner

source: This unit has multiple variations. While their stats are generally the same, they do resemble different level 1 units. What you learn about them can be applied to their level 1 counterpart.
de: Diese Einheit gibt es in mehreren Variationen. Während ihre Einheitenwerte im Allgemeinen dieselben sind, bilden sie verschiedene Einheiten der Stufe 1 ab. Was Ihr über sie lernt, könnt ihr auch auf die Einheiten der Stufe 1 übertragen.

source: Liminal units advance to a predefined liminal unit.
de: Zwielichtige Einheiten steigen zu einer vorbestimmten zwielichtigen Einheit auf.

source: Lawful units can advance to the possible lawful units.
de: Redliche Einheiten können zu redlichen Einheiten aufsteigen.

source: variation^kerchief
de: Kopftuch

source: When this unit advances, it will start using a bow as ranged attack and improve its defenses in forests and sandy terrain. It will also lose its weakness to blade attacks.
de: Wenn diese Einheit aufsteigt, wird sie einen Bogen als Fernkampfangriff verwenden. Im Gegensatz zu anderen Einheiten des Wüstenvolkes wird auch die Verteidigung in Wäldern und sandigem Gebiet verbessert, sowie die Schwäche für Klingenangriffe ausgeglichen.

source: Throwing a mixture is not something you do for a lifetime. Another way you can get poison is by advancing a researcher unit to level 2.
de: Ein Gemisch zu Werfen ist nichts was man auf Ewigkeiten macht. Ihr könnt auch Gift einzusetzen, wenn Ihr einen der Forscher auf Stufe 2 aufsteigen lasst.

source: You can either use poison or build — not both! Throwing a mixture is also not something you do for a lifetime. Another way you can get poison is by advancing a researcher unit to level 2.
de: Ihr könnt entweder das Gift nutzen oder bauen – aber nicht beides. Ein Gemisch zu Werfen ist auch nichts was man auf Ewigkeiten macht. Ihr könnt auch Gift einzusetzen, wenn Ihr einen der Forscher auf Stufe 2 aufsteigen lasst.

source: mixture
de: Gemisch

source: variation^nightworker
de: Nachtarbeiter

source: When this unit advances, it will gain a ranged attack which is on par with its melee attack. It will also improve its defenses in forests and sandy terrain and lose its weakness to blade attacks as well.
de: Wenn diese Einheit aufsteigt, erhält sie einen besseren Fernkampfangriff. Ebenfalls wird, im Gegensatz zu anderen Einheiten des Wüstenvolkes, die Verteidigung in Wäldern und sandigem Gebiet verbessert. Auch ihre Schwäche für Klingenangriffe wird ausgeglichen.

source: As such, this unit might hold positions which others could not.
de: Deswegen kann diese Einheit Terrain verwenden, auf dem sich andere nicht halten könnten.

source: plumbata
de: Wurfpfeil

source: variation^skirt
de: Rock

source: Special about this unit’s attack is, that strong units will receive no bonus during the night, but deal even +2 during day.
de: Bei der Attacke dieser Einheit ist hervorzuheben, dass starke Einheiten des Nachts nicht mehr Schaden verursachen als andere, aber tagsüber einen Bonus von +2 erhalten.

source: On advancement, this unit will either become a better melee fighter or obtain a ranged fire attack. As melee fighter it will also gain better resistances, but will be easier to hit on hills, mountains and villages.
de: Beim Stufenaufstieg wird diese Einheit entweder zu einem besseren Nahkämpfer oder sie erhält einen feurigen Fernkampfangriff. Wenn Ihr Euch für die Nahkampfeinheit entscheidet, werden auch die Resistenzen verbessert, aber im Gegenzug kann sich diese Einheit schlechter in Hügeln, Gebirgen und Dörfern halten.

source: variation^hoodie
de: Hoodie

source: The units whose clothes are in light colors are of lawful alignment and do all have a base damage of 6. Look out for the strong ones, as they do 2 more damage than others during the day. During nighttime they are all equal.
de: Bei den Einheiten in hellen Gewändern handelt es sich um redliche Einheiten und sie alle verursachen pro Schlag 6 Grundschaden. Achtet auf jene, welche stark als Charakteristik besitzen, denn sie verursachen tagsüber gleich 2 Schadenspunkte mehr als andere. Des Nachts dagegen gibt es keinen Unterschied.

source: You can advance this unit to one of the strongest melee fighters for its level in the game. Not only will it do very high damage per strike, but it will also address a weakness of this faction: you gain resistances, allowing you to act on terrain with low defence.
de: Ihr könnt diese Einheit zum einem der stärksten Nahkämpfer in seiner Stufe aufsteigen lassen. Er würde nicht nur mit jedem Schlag hohen Schaden verursachen, sondern auch einer der Schwächen dieser Fraktion entgegenwirken: Dank neuer Resistenzen seid Ihr nicht mehr an Terrain mit guter Verteidigung gebunden.

source: variation^no hoodie
de: Ohne Hoodie

source: Due to rounding, strong units will inflict even +2 damage during daytime, while causing the same damage as others during the night.
de: Bedingt durch die Art und Weise, wie in Wesnoth gerundet wird, werden starke Einheiten am Tag 2 Schadenspunkte mehr als andere austeilen, während sie in der Nacht genauso stark sind wie die anderen.

source: Choosing the fire unit as advancement is an useful option. It is a strong ranged unit and the fire type is very useful. As a bonus it will also get a slight resistance against coldness attacks. However, unlike for the melee unit one has to still keep the terrain defense in mind.
de: Die Feuereinheit beim Stufenaufstieg zu Wählen ist eine nützliche Option. Es ist eine starke Fernkampfeinheit und der Feuertyp ist sehr nützlich. Als Bonus erhält sie auch eine geringe Resistenz gegenüber Kälteangriffe. Allerdings muss man nach wie vor auf die Terrainverteidigung achten.

source: variation^village head
de: Dorfältester

source: If this unit has the strong trait, it will have +2 damage during the day, and the same as non-strong units during the night.
de: Wenn diese Einheit stark ist, wird sie am Tag dadurch +2 Schaden verursachen, aber nachts genauso viel wie andere.

source: Most Dunefolk units do not get a bonus on forest terrain, and thus not on a huge part of the map. The ability of this one does help in that regard, as it can be used in offensive to lower the enemies chance to hit. Upon advancement the ability will not be retained. Though there exists a level 2 unit with a falcon which also has it. After advancement, this unit can deal with the situation of low defence by having a higher resistance to blade and pierce attacks instead. Unless you advance it to another unit.
de: Die meisten Einheiten des Wüstenvolkes haben in Wäldern keinen Vorteil, und damit auf einem großen Teil der Karte nicht. Die Fähigkeit dieser Einheit hilft hier, da damit die Trefferchance der Gegner gesenkt werden kann. Beim Stufenaufstieg wird die Fähigkeit nicht erhalten bleiben. Es gibt jedoch eine Einheit der Stufe 2 mit einem Falken, welche ebenfalls diese Fähigkeit besitzt. Ihr könnt beim Stufenaufstieg eine Einheit wählen, die dieser Problematik stattdessen mit ihren Resistenzen begegnen kann.

source: variation^worker
de: Arbeiter

source: This unit keeps his impact attack upon advancement.
de: Diese Einheit behält beim Stufenaufstieg ihren wuchtigen Angriffstyp bei.

source: shovel
de: Schaufel

source: This unit can support the offensive capabilities of miners. It is a bit quicker than the average dwarf and can also slow enemy units. It also has better resistances, but do not forget that it does not increase the defensive capabilites — your units are still vulnerable on land and in forests. This unit needs to be actively used to profit from its potential.
de: Diese Einheit eignet sich besonders um die Bergarbeiter in ihren offensiven Fähigkeiten zu unterstützen. Diese Einheit ist etwas schneller als typische Zwerge und kann auch gegnerische Einheiten verlangsamen. Sie hat ebenfalls bessere Resistenzen … aber bei all dem, vergesst nicht, das sie nicht die defensiven Fähigkeiten verstärkt. Eure Einheiten sind weiterhin auf flachem Gelände und in Wäldern verwundbar. Um ihr volles Potenzial auszuschöpfen müsst Ihr diese Einheit aktiv einsetzen.

source: Elvish Citizen
de: Elfischer Bürger

source: Since elves are not warlike by nature, most of their population is composed by civilians who learn, at very early age, basic usage of swords and bows. This allows them to defend themselves, or their homes, in times of need, forming a fairly skilled militia. However, if you are hurling civilians at your foes, you’re clearly out of superior forces.
de: Da Elfen von Natur aus nicht kriegerisch sind besteht der größte Teil ihrer Bevölkerung aus Bürgern, welche bereits in jungen Jahren lernen mit Schwert und Bogen zu hantieren. Dies erlaubt es ihnen sich oder ihre Heimat im Falle des Falles zu verteidigen, und eine fähige Miliz zu bilden. Wenn Ihr jedoch auf Elfische Bürger gegen Eure Gegner setzt, fehlt es Euch eindeutig an überlegenen Einheiten.

source: Depending on its gender this unit has different advancement paths.
de: Je nach Geschlecht hat diese Einheit verschiedene Aufstiegsmöglichkeiten.

source: female^Elvish Citizen
de: Elfische Bürgerin

source: Young Orcish Shaman
de: Junger Orkschamane

source: female^Young Orcish Shaman
de: Junge Orkschamanin

source: Elder Orcish Shaman
de: Alter Orkschamane

source: female^Elder Orcish Shaman
de: Alte Orkschamanin

source: female^Orcish Shaman
de: Orkschamanin

source: Youngster
de: Bursche

source: Randomly either a Ruffian or a Woodsman will be recruited. Ruffians can build and work on farmland, Woodsmen can additionally hunt in forests. In difference to the stats displayed on this help page, the Woodsman is of neutral alignment, has improved defence values on swamps and forest and performs a bit better in combat.
de: Per Zufall wird entweder ein Raufbold oder ein Förster ausgebildet. Raufbolde können Bauten errichten und auf Farmen arbeiten, Förster darüber hinaus auch im Wald jagen gehen. Abweichend von den auf dieser Seite angezeigten Werten agieren Förster unabhängig von der Tageszeit, können sich in Wald- und Sumpfgebieten etwas besser verteidigen und sind etwas stärker im Gefecht.

source: many^Drakes from sides $sides can now recruit: $new_recruits
de: Draken (Parteien $sides): $new_recruits

source: one^Drakes from side $sides can now recruit: $new_recruits
de: Draken (Partei $sides): $new_recruits

source: many^Dwarves from sides $sides can now recruit: $new_recruits
de: Zwerge (Parteien $sides): $new_recruits

source: one^Dwarves from side $sides can now recruit: $new_recruits
de: Zwerge (Partei $sides): $new_recruits

source: many^Elves from sides $sides can now recruit: $new_recruits
de: Elfen (Parteien $sides): $new_recruits

source: one^Elves from side $sides can now recruit: $new_recruits
de: Elfen (Partei $sides): $new_recruits

source: many^Humans from sides $sides can now recruit: $new_recruits
de: Menschen (Parteien $sides): $new_recruits

source: one^Humans from side $sides can now recruit: $new_recruits
de: Menschen (Partei $sides): $new_recruits

source: many^Orcs from sides $sides can now recruit: $new_recruits
de: Orks (Parteien $sides): $new_recruits

source: one^Orcs from side $sides can now recruit: $new_recruits
de: Orks (Partei $sides): $new_recruits

source: many^Outlaws from sides $sides can now recruit: $new_recruits
de: Geächtete (Parteien $sides): $new_recruits

source: one^Outlaws from side $sides can now recruit: $new_recruits
de: Geächtete (Partei $sides): $new_recruits

source: many^Undead from sides $sides can now recruit: $new_recruits
de: Untote (Parteien $sides): $new_recruits

source: one^Undead from side $sides can now recruit: $new_recruits
de: Untote (Partei $sides): $new_recruits

source: many^The Dunefolk from sides $sides can now recruit: $new_recruits
de: Wüstenvolk (Parteien $sides): $new_recruits

source: one^The Dunefolk from side $sides can now recruit: $new_recruits
de: Wüstenvolk (Partei $sides): $new_recruits

source: many^Sides $sides can now recruit: $new_recruits
de: Parteien $sides: $new_recruits

source: one^Side $sides can now recruit: $new_recruits
de: Partei $sides: $new_recruits

source: New recruits for AI-controlled sides:
de: KI-Parteien haben neue Rekruten erhalten:

source: Remove Water Lilies
de: Seerosen entfernen

source: Build University
de: Universität erbauen

source: Build Tent Camp
de: Zeltdorf gründen

source: Build Encampment
de: Lager errichten

source: Standardize Village
de: Dorf vereinheitlichen

source: Plant Mushrooms
de: Pilze pflanzen

source: Putrefy the Land
de: Land versumpfen

source: Corrupt the Ford
de: Furt bepflanzen

source: Flood the Swamp
de: Sumpf fluten

source: Diplomatic Options
de: Diplomatie-Optionen

source: I don’t have enough gold...
de: Ich habe nicht genug Gold …

source: Send gold to $side_name from side $side_no|.
de: Sendet $side_name von Partei $side_no| Gold.

source: I hereby donate 20 gold to the coffers of $player_name from side $side|.
de: Hiermit spende ich 20 Gold an $player_name von Partie $side|.

source: <span color='green'>$side_name from side $side_no|</span> Share knowledge of agriculture
de: <span color='green'>$side_name von Partei $side_no|</span> Wissen über Ackerbau teilen

source: <span color='green'>$side_name from side $side_no|</span> Share knowledge of mining
de: <span color='green'>$side_name von Partei $side_no|</span> Wissen über Bergbau teilen

source: <span color='green'>$side_name from side $side_no|</span> Share knowledge of warfare
de: <span color='green'>$side_name von Partei $side_no|</span> Wissen über Kriegsführung teilen

source: $side_name from side $side_no|, since our wisdom exceeds yours I have instructed my scholars to further your understanding of agriculture.
de: Da unsre Forschung weiter vorangeschritten ist als die Eure, $side_name von Partei $side_no|, habe ich meine Forscher angewiesen, Euch über uns’re aktuellen Fortschritte im Ackerbau zu unterrichten.

source: $side_name from side $side_no|, since the wisdom of my people exceeds yours I have instructed my scholars to aid you in your efforts to learn the science of mining.
de: Da unsre Forschung weiter vorangeschritten ist als die Eure, $side_name von Partei $side_no|, habe ich meine Forschen angewiesen, Euch über uns’re aktuellen Fortschritte im Bergbau zu unterrichten.

source: $side_name from side $side_no|, you know worryingly little about the arts of war. I feel an obligation to instruct you in this vital matter.
de: $side_name von Partei $side_no|, Ihr wisst nur sehr wenig über die Kunst des Krieges. Deshalb werde ich Euch über unsere aktuellen Erkenntnisse in diesem überlebenswichtigen Bereich unterrichten.

source: Negotiation Progress:
de: Fortschritt der Verhandlungen:

source: Negotiate with the Dwarves
de: Verhandlungen mit den Zwergen

source: Lets you recruit a Dwarvish unit
de: Ermöglicht es Euch, eine zwergische Einheit zu rekrutieren

source: Negotiate with the Elves
de: Verhandlungen mit den Elfen

source: Lets you recruit an Elvish unit
de: Ermöglicht es Euch, eine elfische Einheit zu rekrutieren
